public enum EntityType
{
    Unknown = 0,
    Pacman = -1,
    Ghost = -2,
    SmallPellet = -3,       // Тот ресурс что валяется на сцене
    MediumPellet = -4,      // Тот ресурс что валяется на сцене
    LargePellet = -5,       // Тот ресурс что валяется на сцене
    Fruit = -6,             // Убрать все фрукты ниже
    //Chery = 6,          // Перепроверить название
    //Klubnika = 7,       // Перепроверить название
    //Apelsin = 8,        // Перепроверить название
    //Apple = 9,          // Перепроверить название
    //Avokado = 10,       // Перепроверить название
    //KakatoHren = 11,    // Перепроверить название
    //Kolokolchik = 12,   // Перепроверить название
    //Key = 13,           // Перепроверить название
    //Blinky = 13,
    //Pinky = 14,
    //Inky = 15,
    //Clyde = 16,
}